"Aw crap" = "胡扯淡";
"Back" = "後面";
"Half full" = "半滿";
"How ya feeling today?" = "雅今天感覺如何？";
"Live half full." = "生活半滿。";
"Loading..." = "加載中...";
"Next" = "下";
"No internet connection" = "沒有互聯網連接";
"OK" = "行";
"Patience is a virtue." = "忍耐是一種美德。";
"Share to Facebook" = "分享到Facebook";
"Share to Twitter" = "分享到Twitter";
"Sorry, this quote is too long to post to Twitter." = "很抱歉，這句話太長張貼到Twitter上。";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "該應用程序，打開你的皺眉倒掛劑量為靈感，在屁股上踢任何心情不好！";
"The glass is always" = "玻璃總是";
"The quote hasn't loaded yet." = "報價尚未加載。";
"Try Again" = "再試一次";
"Whoops" = "哎呦";
"don't be angry." = "憤怒";
"don't be impatient." = "不耐煩";
"don't be tired." = "累";
"don't be lonely." = "寂寞";
"don't be depressed." = "鬱悶";
"don't be guilty." = "有罪";
"don't be sad." = "傷心";
"don't be nostalgic." = "懷舊的";
"don't be jealous." = "妒忌";
"don't be dull." = "平淡";
"don't be scared." = "驚慌";
"don't be anxious." = "急";
"angry" = "憤怒";
"impatient" = "不耐煩";
"tired" = "累";
"lonely" = "寂寞";
"depressed" = "鬱悶";
"guilty" = "有罪";
"sad" = "傷心";
"nostalgic" = "懷舊的";
"jealous" = "妒忌";
"dull" = "平淡";
"scared" = "驚慌";
"anxious" = "急";
